{
    "data":[
        {
            "Id": 1,
            "Name": "Выбросы углерода в результате производства",
            "Definition": "выбросы, связанные с производственным процессом в экономике. Это углерод, выделяемый при сжигании ископаемого топлива, такого как уголь и нефть, и газа для производства энергии и промышленного производства материалов (таких как цемент, сталь и другие промышленные процессы в Узбекистане).",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 2,
            "Name": "Углеродная продуктивность экономики",
            "Definition": "объем выпускаемой продукции (в ВВП, произведенном на единицу CO₂, выбрасываемого в производственном процессе страны). долларов США/кг выбросов CO₂. Индикатор дает представление о том, как Узбекистан продвигается в сокращении выбросов углекислого газа от производства, и отражает тенденции перехода к низкоуглеродной экономике.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 3,
            "Name": "ТПЭС",
            "Definition": "Затраты энергии, встречающиеся в природе до преобразования в конечные формы энергии для конечного использования, такие как электричество или бензин для транспорта. Сюда входят невозобновляемые источники энергии (уголь, нефть, природный газ), полезные ископаемые и возобновляемые источники энергии.",
            "Source": "Агентство статистики при Президенте Республики Узбекистан.",
            "DataRange": "2018-21",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 4,
            "Name": "Энергопроизводительность",
            "Definition": "Доход (в ВВП), полученный на единицу ОСПО в процессе производства. ВВП (в долларах США 2015 г.) на каждый фут потребления энергии. Показатель измеряет экономическую выгоду от использования единицы первичной энергии. Он показывает, становится ли Узбекистан более энергоэффективным, производя больше продукции на единицу энергии.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 5,
            "Name": "Энергоемкость",
            "Definition": "отношение потребления первичной энергии к ВВП, измеряемое в постоянных долларах США. Энергоемкость измеряет количество энергии, потребляемой на единицу ВВП, чтобы определить, насколько эффективно страна использует энергию для производства определенного объема экономической выгоды. Общий объем потребляемой энергии на единицу ВВП. Это обратная энергетическая производительность и показывает уровень эффективного использования энергии.",
            "Source": "Агентство статистики при Президенте Республики Узбекистан.",
            "DataRange": "2000-2022",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 6,
            "Name": "Доля поставок возобновляемой энергии",
            "Definition": "доля первичной энергии, вырабатываемой из гидроэнергетики, солнечной энергии, ветра, биомассы, отходов, геотермальных, волновых и приливных источников. Процент возобновляемой энергии от общего объема поставленной первичной энергии TPES (в т. н.э.), млн. Индикатор помогает измерить долю низкоуглеродных возобновляемых источников энергии в общем энергобалансе, поставляемом/потребляемом в Узбекистане.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 7,
            "Name": "Доля возобновляемых источников энергии в производстве электроэнергии",
            "Definition": "доля электроэнергии, вырабатываемой из возобновляемых источников энергии, включая гидроэнергетику, солнечную, ветровую, биомассу и геотермальные источники. Доля возобновляемых источников в общем объеме производства электроэнергии. Это помогает показать, продвигается ли Узбекистан к низкоуглеродной электроэнергетической системе.",
            "Source": "Агентство статистики при Президенте Республики Узбекистан",
            "DataRange": "2013-2022",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 8,
            "Name": "Потребление энергии по секторам",
            "Definition": "Процентная доля ОППЭ, потребляемого сельскохозяйственным сектором. Этот индикатор показывает тенденции для определения того, какой сектор использует большую часть энергоснабжения.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 9,
            "Name": "Потребление энергии по секторам",
            "Definition": "Процентная доля ОППЭ, потребляемая сектором услуг. Этот индикатор показывает тенденции для определения того, какой сектор использует большую часть энергоснабжения.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 10,
            "Name": "Потребление энергии по секторам",
            "Definition": "Процентная доля ОППЭ, потребляемая промышленным сектором. Этот индикатор показывает тенденции для определения того, какой сектор использует большую часть энергоснабжения.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 11,
            "Name": "Потребление энергии по секторам",
            "Definition": "Процентная доля ОППЭ, потребляемого транспортным сектором. Этот индикатор показывает тенденции для определения того, какой сектор использует большую часть энергоснабжения.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 12,
            "Name": "Потребление энергии по секторам",
            "Definition": "Процентная доля ОППЭ, потребляемая сектором зданий. Этот индикатор показывает тенденции для определения того, какой сектор использует большую часть энергоснабжения.",
            "Source": "ОЭСР",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 14,
            "Name": "Производительность внутреннего потребления материалов (DMC)",
            "Definition": "выпуск продукции в экономике, полученный в результате использования единицы материальных материалов, биомассы, неметаллических и металлических материальных ресурсов (в пересчете на вес), используемых в экономике (т. е. материалов, добываемых или заготавливаемых в стране, плюс импортируемые материалы и продукты, минус и экспортируемой продукции",
            "Source": "ОЭСР",
            "DataRange": "1992-2019",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 15,
            "Name": "Продуктивность воды",
            "Definition": "Добавленная стоимость в ВВП (в долларах США 2015 г.) на кубический метр забранной воды. Он показывает, насколько эффективно Узбекистан использует свои водные ресурсы.",
            "Source": "Всемирный банк",
            "DataRange": "1994-2020",
            "Link1": "https://data.worldbank.org/indicator/ER.GDP.FWTL.M3.KD?locations=UZ",
            "Link2": ""
           },
           {
            "Id": 16,
            "Name": "Использование удобрений",
            "Definition": "количество питательных веществ для растений, используемых на единицу пахотной земли. К минеральным удобрениям относятся азотистые, калийные и фосфорные удобрения.",
            "Source": "Всемирный банк",
            "DataRange": "1992-2020",
            "Link1": " https://data.worldbank.org/indicator/AG.CON.FERT.PT.ZS",
            "Link2": ""
           },
           {
            "Id": 17,
            "Name": "Твердые бытовые отходы",
            "Definition": "Общее количество твердых отходов, образующихся домохозяйствами за год. ГА начало собирать такие данные по ОО, созданному и переработанному с 2016 года в рамках мониторинга ЦУР.",
            "Source": "Агентство статистики при Президенте Республики Узбекистан-Узбекистан",
            "DataRange": "2015-21",
            "Link1": "ЦУР (stat.uz)",
            "Link2": ""
           }
    ]
}