{
    "data":[
        {
            "Id": 1,
            "Name": "Production-based carbon emissions",
            "Definition": "emissions related to the production process in the economy. This is carbon emitted from the burning of fossil fuels like coal and oil, and gas for energy production and industrial production of materials (such as cement, steel and other industrial processes in Uzbekistan.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 2,
            "Name": "Carbon productivity of the economy",
            "Definition": "amount of output (in GDP produced per unit of CO₂ emitted in the production process of the country). USD/kg of CO₂ emissions. The indicator provides an overview of how Uzbekistan is progressing in reducing carbon emissions from production, and it reflects the trends in the transition to a low-carbon economy.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 3,
            "Name": "TPES",
            "Definition": "energy input found in nature before transformation to final forms of energy for end-use such as electricity or petrol for transport. It   includes non-renewables (coal, oil, natural gas), minerals and renewables. ",
            "Source": "Statistics Agency under the President of the Republic of Uzbekistan",
            "DataRange": "2018-21",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 4,
            "Name": "Energy productivity",
            "Definition": "Income (in GDP) generated per unit of TPES in the process of production. GDP (in USD 2015) per toe energy use. The indicator measures the economic benefit of using a unit of primary energy. It indicates whether Uzbekistan is becoming more energy efficient,  generating more output from a unit of energy. ",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 5,
            "Name": "Energy intensity",
            "Definition": "the ratio of primary energy consumption over GDP measured in constant US dollars. Energy intensity measures the amount of energy consumed per unit of GDP to identify how efficiently a country uses energy to produce a given amount of economic benefit. Total energy consumed per unit of GDP. This is the inverse of energy productivity and shows the rate of efficient energy use. ",
            "Source": "Statistics Agency under the President of the Republic of Uzbekistan",
            "DataRange": "2000-2022",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 6,
            "Name": "Share of renewable energy supply",
            "Definition": "the proportion of primary energy generated from hydropower, solar, wind, biomass, waste, geothermal, wave and tidal sources.. Percentage of renewable energy of total primary energy supplied TPES (in toe), million. The indicator helps measure the share of low-carbon   renewable energy sources in the total energy mix supplied/consumed in Uzbekistan ",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 7,
            "Name": "Share of renewables in electricity generation",
            "Definition": "the share of electricity generated from renewable sources of energy, including hydropower, solar, wind, biomass and geothermal sources. Percentage of renewable sources in total electricity generation. It helps show if Uzbekistan is progressing towards a low-carbon electric system. ",
            "Source": "Statistics Agency under the President of the Republic of Uzbekistan",
            "DataRange": "2013-2022",
            "Link1": "https://stat.uz/en/official-statistics/industry",
            "Link2": ""
           },
           {
            "Id": 8,
            "Name": "Energy consumption by sector",
            "Definition": "Percentage share of TPES consumed by the agriculture sector. This indicator shows the trends for identifying which sector uses most of the energy supply",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 9,
            "Name": "Energy consumption by sector",
            "Definition": "Percentage share of TPES consumed by the service sector. This indicator shows the trends for identifying which sector uses most of the energy supply.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 10,
            "Name": "Energy consumption by sector",
            "Definition": "Percentage share of TPES consumed by the industry sector. This indicator shows the trends for identifying which sector uses most of the energy supply.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 11,
            "Name": "Energy consumption by sector",
            "Definition": "Percentage share of TPES consumed by the transport  sector. This indicator shows the trends for identifying which sector uses most of the energy supply.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 12,
            "Name": "Energy consumption by sector",
            "Definition": "Percentage share of TPES consumed by the buildings sector. This indicator shows the trends for identifying which sector uses most of the energy supply.",
            "Source": "OECD",
            "DataRange": "1990-2020",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 14,
            "Name": "Domestic Material Consumption (DMC) productivity",
            "Definition": "output in the economy generated from using a unit of material materials biomass, non-metal and metal material resources (in terms of weight) used in an economy (i.e., materials extracted or harvested in the country, plus materials and products imported, minus material and products exported ",
            "Source": "OECD",
            "DataRange": "1992-2019",
            "Link1": "https://stats.oecd.org/Index.aspx?DataSetCode=GREEN_GROWTH",
            "Link2": ""
           },
           {
            "Id": 15,
            "Name": "Water productivity",
            "Definition": " Value-added in GDP (2015 USD) per cubic metre of abstracted water. It shows whether Uzbekistan is using its water resources efficiently. ",
            "Source": "World Bank",
            "DataRange": "1994-2020",
            "Link1": "https://data.worldbank.org/indicator/ER.GDP.FWTL.M3.KD?locations=UZ",
            "Link2": ""
           },
           {
            "Id": 16,
            "Name": "Fertiliser use",
            "Definition": "the quantity of plant nutrients used per unit of arable land. Fertiliser products cover nitrogenous, potash and phosphate fertilisers. ",
            "Source": "World Bank",
            "DataRange": "1992-2020",
            "Link1": " https://data.worldbank.org/indicator/AG.CON.FERT.PT.ZS",
            "Link2": ""
           },
           {
            "Id": 17,
            "Name": "Household solid waste",
            "Definition": "Total solid waste generated by households in a year. The SA started collecting such data on SW generated and recycled since 2016 as part of SDG monitoring",
            "Source": "Statistics Agency under the President of the Republic of Uzbekistan",
            "DataRange": "2015-21",
            "Link1": "ЦУР (stat.uz)",
            "Link2": ""
           }
    ]
}